Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# PolicyEditorNavItem.ToolTipService.ToolTip
source: Edit App Control policies, view and remove individual rules and modify other details.
ar: تحرير نُهج التحكم في التطبيقات وعرض القواعد الفردية وإزالتها وتعديل التفاصيل الأخرى.
de_de: App Control-Richtlinien bearbeiten, einzelne Regeln anzeigen und entfernen und weitere Details ändern.
el_gr: Επεξεργασία πολιτικών Ελέγχου Εφαρμογών, προβολή και αφαίρεση μεμονωμένων κανόνων και τροποποίηση άλλων λεπτομερειών.
es: Edite directivas de App Control, vea y elimine reglas individuales y modifique otros detalles.
fr_fr: Modifier les politiques de contrôle d'application, afficher et supprimer des règles individuelles et modifier d'autres détails.
he_il: ערוך מדיניות בקרת אפליקציות, צפה והסר כללים בודדים ושנה פרטים אחרים.
hi_in: App Control नीतियाँ संपादित करें, व्यक्तिगत नियम देखें और हटाएँ और अन्य विवरण संशोधित करें।
ja_jp: アプリ制御ポリシーを編集し、個々のルールを表示・削除し、その他の詳細を変更します。
ml_in: ആപ്പ് കൺട്രോൾ നയങ്ങൾ എഡിറ്റ് ചെയ്യുക, വ്യക്തിഗത നിയമങ്ങൾ കാണുക, നീക്കം ചെയ്യുക, മറ്റ് വിശദാംശങ്ങൾ പരിഷ്കരിക്കുക.
pl_pl: Edytuj zasady kontroli aplikacji, przeglądaj i usuwaj poszczególne reguły oraz modyfikuj inne szczegóły.
tr_tr: Uygulama Denetimi politikalarını düzenleyin, bireysel kuralları görüntüleyin ve kaldırın ve diğer ayrıntıları değiştirin.

# PolicyEditorNavItem.AutomationProperties.HelpText
source: Edit App Control policies, view and remove individual rules and modify other details.
ar: تحرير نُهج التحكم في التطبيقات وعرض القواعد الفردية وإزالتها وتعديل التفاصيل الأخرى.
de_de: App Control-Richtlinien bearbeiten, einzelne Regeln anzeigen und entfernen und weitere Details ändern.
el_gr: Επεξεργασία πολιτικών Ελέγχου Εφαρμογών, προβολή και αφαίρεση μεμονωμένων κανόνων και τροποποίηση άλλων λεπτομερειών.
es: Edite directivas de App Control, vea y elimine reglas individuales y modifique otros detalles.
fr_fr: Modifier les politiques de contrôle d'application, afficher et supprimer des règles individuelles et modifier d'autres détails.
he_il: ערוך מדיניות בקרת אפליקציות, צפה והסר כללים בודדים ושנה פרטים אחרים.
hi_in: App Control नीतियाँ संपादित करें, व्यक्तिगत नियम देखें और हटाएँ और अन्य विवरण संशोधित करें।
ja_jp: アプリ制御ポリシーを編集し、個々のルールを表示・削除し、その他の詳細を変更します。
ml_in: ആപ്പ് കൺട്രോൾ നയങ്ങൾ എഡിറ്റ് ചെയ്യുക, വ്യക്തിഗത നിയമങ്ങൾ കാണുക, നീക്കം ചെയ്യുക, മറ്റ് വിശദാംശങ്ങൾ പരിഷ്കരിക്കുക.
pl_pl: Edytuj zasady kontroli aplikacji, przeglądaj i usuwaj poszczególne reguły oraz modyfikuj inne szczegóły.
tr_tr: Uygulama Denetimi politikalarını düzenleyin, bireysel kuralları görüntüleyin ve kaldırın ve diğer ayrıntıları değiştirin.

# PromptForElevationSettingsCard.Description
source: If this is enabled, AppControl Manager will prompt for elevation to run with Administrator privileges on startup.
ar: إذا تم تمكين هذا، سيطلب مدير AppControl رفع الامتيازات للتشغيل بامتيازات المسؤول عند بدء التشغيل.
de_de: Wenn dies aktiviert ist, fordert AppControl Manager beim Start zur Ausführung mit Administratorrechten auf.
el_gr: Εάν αυτό είναι ενεργοποιημένο, ο AppControl Manager θα ζητήσει ανύψωση για να εκτελεστεί με δικαιώματα Διαχειριστή κατά την εκκίνηση.
es: Si está habilitado, AppControl Manager solicitará elevación para ejecutarse con privilegios de Administrador al iniciar.
fr_fr: Si activé, AppControl Manager demandera une élévation pour s'exécuter avec les privilèges d'administrateur au démarrage.
he_il: אם זה מופעל, מנהל AppControl יבקש הרשאות מנהל בעת ההפעלה.
hi_in: यदि सक्षम है, तो AppControl Manager प्रारंभ पर प्रशासक विशेषाधिकारों के साथ चलाने के लिए एलिवेशन के लिए संकेत करेगा।
ja_jp: 有効にすると、AppControl Managerは起動時に管理者権限で実行するための昇格を要求します。
ml_in: ഇത് പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, സ്റ്റാർട്ടപ്പിൽ അഡ്മിനിസ്ട്രേറ്റർ പ്രത്യേകാനുമതികളോടെ പ്രവർത്തിക്കാൻ ആപ്പ്കൺട്രോൾ മാനേജർ എലിവേഷനായി ആവശ്യപ്പെടും.
pl_pl: Jeśli ta opcja jest włączona, Menedżer AppControl wyświetli monit o podniesienie uprawnień w celu uruchomienia z uprawnieniami administratora podczas uruchamiania.
tr_tr: Bu etkinleştirilirse, AppControl Manager başlangıçta Yönetici ayrıcalıklarıyla çalıştırmak için yükseltme isteyecektir.

# PromptForElevationSettingsCard.Header
source: Prompt For Elevation On Startup
ar: طلب رفع الامتيازات عند بدء التشغيل
de_de: Beim Start nach erhöhten Rechten fragen
el_gr: Προτροπή Για Ανύψωση Κατά την Εκκίνηση
es: Solicitar Elevación al Iniciar
fr_fr: Demander l'Élévation au Démarrage
he_il: בקש הרשאות מנהל בעת ההפעלה
hi_in: स्टार्टअप पर एलिवेशन के लिए संकेत करें
ja_jp: 起動時に昇格を要求
ml_in: സ്റ്റാർട്ടപ്പിൽ എലിവേഷനായി ആവശ്യപ്പെടുക
pl_pl: Monituj o podniesienie uprawnień podczas uruchamiania
tr_tr: Başlangıçta Yükselme İstemi

# PromptForElevationSettingsCard.ToolTipService.ToolTip
source: If this is enabled, AppControl Manager will prompt for elevation to run with Administrator privileges on startup.
ar: إذا تم تمكين هذا، سيطلب مدير AppControl رفع الامتيازات للتشغيل بامتيازات المسؤول عند بدء التشغيل.
de_de: Wenn dies aktiviert ist, fordert AppControl Manager beim Start zur Ausführung mit Administratorrechten auf.
el_gr: Εάν αυτό είναι ενεργοποιημένο, ο AppControl Manager θα ζητήσει ανύψωση για να εκτελεστεί με δικαιώματα Διαχειριστή κατά την εκκίνηση.
es: Si está habilitado, AppControl Manager solicitará elevación para ejecutarse con privilegios de Administrador al iniciar.
fr_fr: Si activé, AppControl Manager demandera une élévation pour s'exécuter avec les privilèges d'administrateur au démarrage.
he_il: אם זה מופעל, מנהל AppControl יבקש הרשאות מנהל בעת ההפעלה.
hi_in: यदि सक्षम है, तो AppControl Manager प्रारंभ पर प्रशासक विशेषाधिकारों के साथ चलाने के लिए एलिवेशन के लिए संकेत करेगा।
ja_jp: 有効にすると、AppControl Managerは起動時に管理者権限で実行するための昇格を要求します。
ml_in: ഇത് പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, സ്റ്റാർട്ടപ്പിൽ അഡ്മിനിസ്ട്രേറ്റർ പ്രത്യേകാനുമതികളോടെ പ്രവർത്തിക്കാൻ ആപ്പ്കൺട്രോൾ മാനേജർ എലിവേഷനായി ആവശ്യപ്പെടും.
pl_pl: Jeśli ta opcja jest włączona, Menedżer AppControl wyświetli monit o podniesienie uprawnień w celu uruchomienia z uprawnieniami administratora podczas uruchamiania.
tr_tr: Bu etkinleştirilirse, AppControl Manager başlangıçta Yönetici ayrıcalıklarıyla çalıştırmak için yükseltme isteyecektir.

# PromptForElevationSettingsCard.AutomationProperties.HelpText
source: If this is enabled, AppControl Manager will prompt for elevation to run with Administrator privileges on startup.
ar: إذا تم تمكين هذا، سيطلب مدير AppControl رفع الامتيازات للتشغيل بامتيازات المسؤول عند بدء التشغيل.
de_de: Wenn dies aktiviert ist, fordert AppControl Manager beim Start zur Ausführung mit Administratorrechten auf.
el_gr: Εάν αυτό είναι ενεργοποιημένο, ο AppControl Manager θα ζητήσει ανύψωση για να εκτελεστεί με δικαιώματα Διαχειριστή κατά την εκκίνηση.
es: Si está habilitado, AppControl Manager solicitará elevación para ejecutarse con privilegios de Administrador al iniciar.
fr_fr: Si activé, AppControl Manager demandera une élévation pour s'exécuter avec les privilèges d'administrateur au démarrage.
he_il: אם זה מופעל, מנהל AppControl יבקש הרשאות מנהל בעת ההפעלה.
hi_in: यदि सक्षम है, तो AppControl Manager प्रारंभ पर प्रशासक विशेषाधिकारों के साथ चलाने के लिए एलिवेशन के लिए संकेत करेगा।
ja_jp: 有効にすると、AppControl Managerは起動時に管理者権限で実行するための昇格を要求します。
ml_in: ഇത് പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, സ്റ്റാർട്ടപ്പിൽ അഡ്മിനിസ്ട്രേറ്റർ പ്രത്യേകാനുമതികളോടെ പ്രവർത്തിക്കാൻ ആപ്പ്കൺട്രോൾ മാനേജർ എലിവേഷനായി ആവശ്യപ്പെടും.
pl_pl: Jeśli ta opcja jest włączona, Menedżer AppControl wyświetli monit o podniesienie uprawnień w celu uruchomienia z uprawnieniami administratora podczas uruchamiania.
tr_tr: Bu etkinleştirilirse, AppControl Manager başlangıçta Yönetici ayrıcalıklarıyla çalıştırmak için yükseltme isteyecektir.

# OnlyIncludeSelectedItemsToggleButton.Content
source: Only Use Selected Items
ar: استخدام العناصر المحددة فقط
de_de: Nur ausgewählte Elemente verwenden
el_gr: Χρήση Μόνο Επιλεγμένων Στοιχείων
es: Usar Solo Elementos Seleccionados
fr_fr: Utiliser Uniquement les Éléments Sélectionnés
he_il: השתמש רק בפריטים שנבחרו
hi_in: केवल चयनित आइटम शामिल करें
ja_jp: 選択項目のみを使用
ml_in: തിരഞ്ഞെടുത്ത ഇനങ്ങൾ മാത്രം ഉപയോഗിക്കുക
pl_pl: Użyj tylko wybranych elementów

# OnlyIncludeSelectedItemsToggleButton.ToolTipService.ToolTip
source: Only include the selected items in the supplemental policy. You can select one or more items in the ListView and if this option is enabled, only those will be included in the supplemental policy. If this is disabled, everything will be included in the supplemental policy. If you use this option and nothing is selected in the ListView, everything will be included in the supplemental policy.
ar: قم بتضمين العناصر المحددة فقط في النهج التكميلي. يمكنك تحديد عنصر واحد أو أكثر في عرض القائمة وإذا تم تمكين هذا الخيار، فسيتم تضمين تلك العناصر فقط في النهج التكميلي. إذا تم تعطيل هذا، فسيتم تضمين كل شيء في النهج التكميلي. إذا كنت تستخدم هذا الخيار ولم يتم تحديد أي شيء في عرض القائمة، فسيتم تضمين كل شيء في النهج التكميلي.
de_de: Nur die ausgewählten Elemente in die Ergänzungsrichtlinie aufnehmen. Sie können in der Listenansicht ein oder mehrere Elemente auswählen. Wenn diese Option aktiviert ist, werden nur diese in die Ergänzungsrichtlinie aufgenommen. Wenn diese Option deaktiviert ist, wird alles in die Ergänzungsrichtlinie aufgenommen. Wenn Sie diese Option verwenden und in der Listenansicht nichts ausgewählt ist, wird alles in die Ergänzungsrichtlinie aufgenommen.
el_gr: Συμπεριλάβετε μόνο τα επιλεγμένα στοιχεία στην συμπληρωματική πολιτική. Μπορείτε να επιλέξετε ένα ή περισσότερα στοιχεία στην Προβολή Λίστας και εάν αυτή η επιλογή είναι ενεργοποιημένη, μόνο αυτά θα συμπεριληφθούν στην συμπληρωματική πολιτική. Εάν είναι απενεργοποιημένη, όλα θα συμπεριληφθούν στην συμπληρωματική πολιτική. Εάν χρησιμοποιήσετε αυτήν την επιλογή και τίποτα δεν είναι επιλεγμένο στην Προβολή Λίστας, όλα θα συμπεριληφθούν στην συμπληρωματική πολιτική.
es: Incluir solo los elementos seleccionados en la directiva suplementaria. Puede seleccionar uno o más elementos en la Vista de Lista y si esta opción está habilitada, solo esos se incluirán en la directiva suplementaria. Si está deshabilitada, todo se incluirá en la directiva suplementaria. Si usa esta opción y no hay nada seleccionado en la Vista de Lista, todo se incluirá en la directiva suplementaria.
fr_fr: Inclure uniquement les éléments sélectionnés dans la politique supplémentaire. Vous pouvez sélectionner un ou plusieurs éléments dans la liste et si cette option est activée, seuls ceux-ci seront inclus. Si désactivé, tout sera inclus. Si vous utilisez cette option et que rien n'est sélectionné, tout sera inclus.
he_il: כלול רק את הפריטים שנבחרו במדיניות המשלימה. תוכל לבחור פריט אחד או יותר בתצוגת הרשימה, ואם אפשרות זו מופעלת, רק אלה ייכללו במדיניות המשלימה. אם זה מושבת, הכל ייכלל במדיניות המשלימה. אם תשתמש באפשרות זו ולא נבחר דבר בתצוגת הרשימה, הכל ייכלל במדיניות המשלימה.
hi_in: पूरक नीति में केवल चयनित आइटम शामिल करें। आप ListView में एक या अधिक आइटम चुन सकते हैं और यदि यह विकल्प सक्षम है, तो केवल वही शामिल किए जाएंगे। यदि यह अक्षम है, तो सभी शामिल होंगे। यदि आप इस विकल्प का उपयोग करते हैं और ListView में कुछ भी चयनित नहीं है, तो सभी शामिल किए जाएंगे।
ja_jp: 選択した項目のみを補足ポリシーに含めます。ListViewで1つ以上の項目を選択でき、このオプションが有効な場合、それらのみが補足ポリシーに含まれます。無効な場合、すべてが補足ポリシーに含まれます。このオプションを使用していてListViewで何も選択されていない場合、すべてが補足ポリシーに含まれます。
ml_in: അനുബന്ധ നയത്തിൽ തിരഞ്ഞെടുത്ത ഇനങ്ങൾ മാത്രം ഉൾപ്പെടുത്തുക. നിങ്ങൾക്ക് ലിസ്റ്റ് വ്യൂവിൽ ഒന്നോ അതിലധികമോ ഇനങ്ങൾ തിരഞ്ഞെടുക്കാം, ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, അവ മാത്രം അനുബന്ധ നയത്തിൽ ഉൾപ്പെടുത്തും. ഇത് പ്രവർത്തനരഹിതമാക്കിയിട്ടുണ്ടെങ്കിൽ, എല്ലാം അനുബന്ധ നയത്തിൽ ഉൾപ്പെടുത്തും. നിങ്ങൾ ഈ ഓപ്ഷൻ ഉപയോഗിക്കുകയും ലിസ്റ്റ് വ്യൂവിൽ ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ലെങ്കിൽ, എല്ലാം അനുബന്ധ നയത്തിൽ ഉൾപ്പെടുത്തും.
pl_pl: Uwzględnij tylko wybrane elementy w zasadach uzupełniających. Możesz wybrać jeden lub więcej elementów w ListView, a jeśli ta opcja jest włączona, tylko one zostaną uwzględnione w zasadach uzupełniających. Jeśli ta opcja jest wyłączona, wszystko zostanie uwzględnione w zasadach uzupełniających. Jeśli użyjesz tej opcji i nic nie zostanie wybrane w ListView, wszystko zostanie uwzględnione w zasadach uzupełniających.
tr_tr: Yalnızca seçilen öğeleri ek politikaya dahil edin. ListView'da bir veya daha fazla öğe seçebilirsiniz ve bu seçenek etkinleştirilirse yalnızca bunlar ek politikaya dahil edilecektir. Bu devre dışı bırakılırsa her şey ek politikaya dahil edilecektir. Bu seçeneği kullanırsanız ve ListView'da hiçbir şey seçili değilse her şey ek politikaya dahil edilecektir.

# OnlyIncludeSelectedItemsToggleButton.AutomationProperties.HelpText
source: Only include the selected items in the supplemental policy. You can select one or more items in the ListView and if this option is enabled, only those will be included in the supplemental policy. If this is disabled, everything will be included in the supplemental policy. If you use this option and nothing is selected in the ListView, everything will be included in the supplemental policy.
ar: قم بتضمين العناصر المحددة فقط في النهج التكميلي. يمكنك تحديد عنصر واحد أو أكثر في عرض القائمة وإذا تم تمكين هذا الخيار، فسيتم تضمين تلك العناصر فقط في النهج التكميلي. إذا تم تعطيل هذا، فسيتم تضمين كل شيء في النهج التكميلي. إذا كنت تستخدم هذا الخيار ولم يتم تحديد أي شيء في عرض القائمة، فسيتم تضمين كل شيء في النهج التكميلي.
de_de: Nur die ausgewählten Elemente in die Ergänzungsrichtlinie aufnehmen. Sie können in der Listenansicht ein oder mehrere Elemente auswählen. Wenn diese Option aktiviert ist, werden nur diese in die Ergänzungsrichtlinie aufgenommen. Wenn diese Option deaktiviert ist, wird alles in die Ergänzungsrichtlinie aufgenommen. Wenn Sie diese Option verwenden und in der Listenansicht nichts ausgewählt ist, wird alles in die Ergänzungsrichtlinie aufgenommen.
el_gr: Συμπεριλάβετε μόνο τα επιλεγμένα στοιχεία στην συμπληρωματική πολιτική. Μπορείτε να επιλέξετε ένα ή περισσότερα στοιχεία στην Προβολή Λίστας και εάν αυτή η επιλογή είναι ενεργοποιημένη, μόνο αυτά θα συμπεριληφθούν στην συμπληρωματική πολιτική. Εάν είναι απενεργοποιημένη, όλα θα συμπεριληφθούν στην συμπληρωματική πολιτική. Εάν χρησιμοποιήσετε αυτήν την επιλογή και τίποτα δεν είναι επιλεγμένο στην Προβολή Λίστας, όλα θα συμπεριληφθούν στην συμπληρωματική πολιτική.
es: Incluir solo los elementos seleccionados en la directiva suplementaria. Puede seleccionar uno o más elementos en la Vista de Lista y si esta opción está habilitada, solo esos se incluirán en la directiva suplementaria. Si está deshabilitada, todo se incluirá en la directiva suplementaria. Si usa esta opción y no hay nada seleccionado en la Vista de Lista, todo se incluirá en la directiva suplementaria.
fr_fr: Inclure uniquement les éléments sélectionnés dans la politique supplémentaire. Vous pouvez sélectionner un ou plusieurs éléments dans la liste et si cette option est activée, seuls ceux-ci seront inclus. Si désactivé, tout sera inclus. Si vous utilisez cette option et que rien n'est sélectionné, tout sera inclus.
he_il: כלול רק את הפריטים שנבחרו במדיניות המשלימה. תוכל לבחור פריט אחד או יותר בתצוגת הרשימה, ואם אפשרות זו מופעלת, רק אלה ייכללו במדיניות המשלימה. אם זה מושבת, הכל ייכלל במדיניות המשלימה. אם תשתמש באפשרות זו ולא נבחר דבר בתצוגת הרשימה, הכל ייכלל במדיניות המשלימה.
hi_in: पूरक नीति में केवल चयनित आइटम शामिल करें। आप ListView में एक या अधिक आइटम चुन सकते हैं और यदि यह विकल्प सक्षम है, तो केवल वही शामिल किए जाएंगे। यदि यह अक्षम है, तो सभी शामिल होंगे। यदि आप इस विकल्प का उपयोग करते हैं और ListView में कुछ भी चयनित नहीं है, तो सभी शामिल किए जाएंगे।
ja_jp: 選択した項目のみを補足ポリシーに含めます。ListViewで1つ以上の項目を選択でき、このオプションが有効な場合、それらのみが補足ポリシーに含まれます。無効な場合、すべてが補足ポリシーに含まれます。このオプションを使用していてListViewで何も選択されていない場合、すべてが補足ポリシーに含まれます。
ml_in: അനുബന്ധ നയത്തിൽ തിരഞ്ഞെടുത്ത ഇനങ്ങൾ മാത്രം ഉൾപ്പെടുത്തുക. നിങ്ങൾക്ക് ലിസ്റ്റ് വ്യൂവിൽ ഒന്നോ അതിലധികമോ ഇനങ്ങൾ തിരഞ്ഞെടുക്കാം, ഈ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, അവ മാത്രം അനുബന്ധ നയത്തിൽ ഉൾപ്പെടുത്തും. ഇത് പ്രവർത്തനരഹിതമാക്കിയിട്ടുണ്ടെങ്കിൽ, എല്ലാം അനുബന്ധ നയത്തിൽ ഉൾപ്പെടുത്തും. നിങ്ങൾ ഈ ഓപ്ഷൻ ഉപയോഗിക്കുകയും ലിസ്റ്റ് വ്യൂവിൽ ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ലെങ്കിൽ, എല്ലാം അനുബന്ധ നയത്തിൽ ഉൾപ്പെടുത്തും.
pl_pl: Uwzględnij tylko wybrane elementy w zasadach uzupełniających. Możesz wybrać jeden lub więcej elementów w ListView, a jeśli ta opcja jest włączona, tylko one zostaną uwzględnione w zasadach uzupełniających. Jeśli ta opcja jest wyłączona, wszystko zostanie uwzględnione w zasadach uzupełniających. Jeśli użyjesz tej opcji i nic nie zostanie wybrane w ListView, wszystko zostanie uwzględnione w zasadach uzupełniających.
tr_tr: Yalnızca seçilen öğeleri ek politikaya dahil edin. ListView'da bir veya daha fazla öğe seçebilirsiniz ve bu seçenek etkinleştirilirse yalnızca bunlar ek politikaya dahil edilecektir. Bu devre dışı bırakılırsa her şey ek politikaya dahil edilecektir. Bu seçeneği kullanırsanız ve ListView'da hiçbir şey seçili değilse her şey ek politikaya dahil edilecektir.

# SignInMethodsComboBox.Header
source: Sign In Method
ar: طريقة تسجيل الدخول
de_de: Anmeldemethode
el_gr: Μέθοδος Εισόδου
es: Método de Inicio de Sesión
fr_fr: Méthode de Connexion
he_il: שיטת התחברות
hi_in: साइन इन विधि
ja_jp: サインイン方法
ml_in: സൈൻ ഇൻ രീതി
pl_pl: Metoda logowania
tr_tr: Oturum Açma Yöntemi

# SignInMethodsComboBox.ToolTipService.ToolTip
source: Choose a method of sign in based on your preference
ar: اختر طريقة تسجيل الدخول بناءً على تفضيلاتك
de_de: Wählen Sie die bevorzugte Anmeldemethode
el_gr: Επιλέξτε μια μέθοδο εισόδου με βάση την προτίμησή σας
es: Elija un método de inicio de sesión según su preferencia
fr_fr: Choisissez une méthode de connexion selon votre préférence
he_il: בחר שיטת התחברות על פי העדפתך
hi_in: अपनी प्राथमिकता के अनुसार साइन इन की विधि चुनें
ja_jp: 好みに応じてサインイン方法を選択してください
ml_in: നിങ്ങളുടെ ഇഷ്ടത്തിനനുസരിച്ച് ഒരു സൈൻ ഇൻ രീതി തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz metodę logowania zgodnie z własnymi preferencjami
tr_tr: Tercihinize göre bir oturum açma yöntemi seçin

# SignInMethodsComboBox.AutomationProperties.HelpText
source: Choose a method of sign in based on your preference
ar: اختر طريقة تسجيل الدخول بناءً على تفضيلاتك
de_de: Wählen Sie die bevorzugte Anmeldemethode
el_gr: Επιλέξτε μια μέθοδο εισόδου με βάση την προτίμησή σας
es: Elija un método de inicio de sesión según su preferencia
fr_fr: Choisissez une méthode de connexion selon votre préférence
he_il: בחר שיטת התחברות על פי העדפתך
hi_in: अपनी प्राथमिकता के अनुसार साइन इन की विधि चुनें
ja_jp: 好みに応じてサインイン方法を選択してください
ml_in: നിങ്ങളുടെ ഇഷ്ടത്തിനനുസരിച്ച് ഒരു സൈൻ ഇൻ രീതി തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz metodę logowania zgodnie z własnymi preferencjami
tr_tr: Tercihinize göre bir oturum açma yöntemi seçin

# MicrosoftGraphButton.ToolTipService.ToolTip
source: Centralize your Microsoft tenants authentications with ease. From this section, you can choose the account you wish to use on the current page, review all signed-in accounts, log out as needed, and much more.
ar: مركزية مصادقة مستأجري Microsoft بسهولة. من هذا القسم، يمكنك اختيار الحساب الذي ترغب في استخدامه في الصفحة الحالية، ومراجعة جميع الحسابات المسجلة الدخول، وتسجيل الخروج حسب الحاجة، وغير ذلك الكثير.
de_de: Zentralisieren Sie die Authentifizierungen Ihrer Microsoft-Mandanten mühelos. In diesem Bereich können Sie das Konto auswählen, das Sie auf der aktuellen Seite verwenden möchten, alle angemeldeten Konten überprüfen, sich bei Bedarf abmelden und vieles mehr.
el_gr: Κεντρικοποιήστε τις πιστοποιήσεις των μισθωτών της Microsoft σας με ευκολία. Από αυτήν την ενότητα, μπορείτε να επιλέξετε τον λογαριασμό που επιθυμείτε να χρησιμοποιήσετε στην τρέχουσα σελίδα, να εξετάσετε όλους τους συνδεδεμένους λογαριασμούς, να αποσυνδεθείτε όπως χρειάζεται και πολλά άλλα.
es: Centralice las autenticaciones de sus inquilinos de Microsoft con facilidad. Desde esta sección, puede elegir la cuenta que desea usar en la página actual, revisar todas las cuentas conectadas, cerrar sesión según sea necesario y mucho más.
fr_fr: Centralisez facilement les authentifications de vos locataires Microsoft. Depuis cette section, vous pouvez choisir le compte à utiliser sur la page actuelle, consulter tous les comptes connectés, vous déconnecter si nécessaire, et bien plus encore.
he_il: מרכז את אימותי הדיירים של מיקרוסופט בקלות. מסעיף זה, תוכל לבחור את החשבון שבו ברצונך להשתמש בדף הנוכחי, לסקור את כל החשבונות המחוברים, להתנתק לפי הצורך ועוד.
hi_in: अपनी Microsoft टेनेंट प्रमाणिकरण को केंद्रीकृत करें। इस अनुभाग से, आप उस खाते का चयन कर सकते हैं जिसका उपयोग आप वर्तमान पृष्ठ पर करना चाहते हैं, सभी साइन-इन खातों की समीक्षा कर सकते हैं, आवश्यकतानुसार लॉग आउट कर सकते हैं, और बहुत कुछ।
ja_jp: Microsoftテナントの認証を簡単に一元管理します。このセクションから、現在のページで使用するアカウントを選択したり、サインインしているすべてのアカウントを確認したり、必要に応じてログアウトしたり、その他多くの操作ができます。
ml_in: നിങ്ങളുടെ Microsoft ടെനന്റ് ആധികാരികതകൾ എളുപ്പത്തിൽ കേന്ദ്രീകരിക്കുക. ഈ വിഭാഗത്തിൽ നിന്ന്, നിലവിലെ പേജിൽ ഉപയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്ന അക്കൗണ്ട് തിരഞ്ഞെടുക്കാനും, സൈൻ ഇൻ ചെയ്ത എല്ലാ അക്കൗണ്ടുകളും അവലോകനം ചെയ്യാനും, ആവശ്യമെങ്കിൽ ലോഗ് ഔട്ട് ചെയ്യാനും മറ്റു പലതും ചെയ്യാനും കഴിയും.
pl_pl: Scentralizuj z łatwością uwierzytelnianie dzierżaw Microsoft. W tej sekcji możesz wybrać konto, którego chcesz używać na bieżącej stronie, przejrzeć wszystkie zalogowane konta, wylogować się w razie potrzeby i wiele więcej.
tr_tr: Microsoft kiracı kimlik doğrulamalarınızı kolaylıkla merkezileştirin. Bu bölümden mevcut sayfada kullanmak istediğiniz hesabı seçebilir, oturum açılmış tüm hesapları inceleyebilir, gerektiğinde çıkış yapabilir ve çok daha fazlasını yapabilirsiniz.
